const answers = [
  {
    id: 1,
    title: "イグニスアーラ",
    subtitle: "〜コインを探し入手せよ〜",
    list: [
      "①途中で車掌が乗客を誘導する",
      "②乗客が部屋から出た隙にコインを探しだせ",
      "③入手したコインを車掌に届けよ",
    ],
    answer: "一番奥の客室のコップの下",
    color: "#D80000",
  },
  {
    id: 2,
    title: "マレスアルカナ",
    subtitle: "〜呪文を唱え光る本を入手せよ〜",
    list: [
      "①本がある客室を探せ",
      "②本に向かって大きな声で「オルファン・アンド・ウィドー」と呪文を唱えよ",
      "③呪文に反応し光る本を入手せよ",
      "④入手した光る本を車掌に届けよ",
    ],
    answer: "あなたの持つ魔力次第",
    color: "#0000C7",
  },
  {
    id: 3,
    title: "アルマガスト",
    subtitle: "〜鏡を使い文字を解読せよ〜",
    list: [
      "①鏡のある部屋を探せ",
      "②鏡を見て文字を解読せよ",
      "③文字からサインを探しだせ",
      "④入手したサインを車掌に届けよ",
    ],
    answer: "鏡の裏",
    color: "#E57200",
  },
  {
    id: 4,
    title: "テレノヴェリア",
    subtitle: "〜鞄の主を突き止め鍵を開けよ〜",
    list: [
      "①鞄のある客室を探せ",
      "②重要人物リストから鞄の持ち主をつきとめよ",
      "③暗証番号を推理し鍵を開けよ",
      "④入手した機密文書を車掌に届けよ",
    ],
    answer: "ヴィルム・フォン・シュタインの年齢",
    color: "#007A00",
  },
];
export { answers };
